{
    "header.home": "Home",
    "header.about": "About",
    "header.career": "Career",
    "header.works": "Works",
    "header.contact": "Contact",
    "header.sayhello": "Say hello",
    "learn.more": "Learn more about me",
    "love.dev": "Yes, I love what I am doing !",
    "here.skills": "Here are a few technologies I've been working recently .",
    "my.skills": "My skills",
    "wanna.bg": "Wanna know my background ?",
    "eni.it": "IT Engineer",
    "eni.desc": "Graduation with a degree in computer engineering.",
    "intern.dev": "Intern Developer",
    "aux.desc": "Development of a platform for monitoring transit files of AUXIMAD Madagascar | Thesis for the diploma of engineering in computer science.",
    "fullstack.dev": "Fullstack Developer",
    "logia.desc": "As a Full-Stack Developer, Worked on end to end software development life cycle process- from analysis to coding, testing and release.",
    "front.dev": "Front end Developer",
    "hrt.desc": "Creates web pages following the mock-ups of a graphic designer or webdesigner while ensuring responsiveness, SEO and W3C standards.",
    "two.now": "2021 - 2023",
    "tech.web": "Technology Web",
    "some.project": "Some projects I've built.",
    "get.in": "Get In Touch",
    "desc.cont": "You can contact me with any questions, suggestions or just to say 'Hello' !",
    "champs.requis": "Please fill in the empty fields.",
    "send.message": "Send",
    "developer.quotes": "“Every great developer you know got there by solving problems they were unqualified to solve until they actually did it.”",
    "web.dev": "Web Development",
    "webdev.desc": "A passion for knowledge. Ability to plan for everything. Great debugging skills. “Accelerated Failure” Mentality.",
    "resp.des": "Responsive Design",
    "respdes.desc": "Less Effort. Smooth User Experience. User Friendly website. Mobile Segment. Search Engine Optimization (SEO) .",
    "clean.code": "Clean Code",
    "cleancode.desc": "Understandable and readable code, Always following updated structure, simple and focused.",
    "webdesign.desc": "I build & design stuff.Interactional architecture, page organization, tree structure and navigation in a web site...",
    "svg.generator": "A platform to store SVG icons.",
    "qr.generator": "QR code generator for websites",
    "front.end": "A challenge that I did during the FrontEnd Award 2021.",
    "portfolio.me": "My previous portfolio.",
    "zion.market": "A platform dedicated to local products.",
    "lr.crea": "A showcase site of a creative agency that trusted me.",
    "project.text": "I am pleased to present a selection of my recent development projects. These projects have been developed with different technologies and skills to solve various problems. Feel free to explore these projects to discover the different facets of my development skills.",
    "project.viewproject": "View project",
    "about.text": "My name is Ny Nivoarijaona, a passionate of IT and UI/UX. I'm 25 years old and currently working in the web field. I started coding in 2016, and until now I have done a lot of web projects.",
    "avis.title": "What do you think of my portfolio?",
    "avis.text": "Tell us below what you think of this site, whether it's a positive or negative review!"
}