{
    "header.home": "Accueil",
    "header.about": "À propos",
    "header.career": "Carrière",
    "header.works": "Réalisations",
    "header.contact": "Contact",
    "header.sayhello": "Dit hello",
    "learn.more": "En savoir plus sur moi",
    "love.dev": "Oui, j'adore ce que je fais !",
    "here.skills": "Voici quelques technologies sur lesquelles j'ai travaillé récemment.",
    "my.skills": "Mes compétences",
    "wanna.bg": "Vous voulez connaître mon parcours ?",
    "eni.it": "Ingénieur IT",
    "eni.desc": "Obtention du diplôme d'ingénierie en informatique.",
    "intern.dev": "Développeur stagiaire",
    "aux.desc": "Développement d'une plateforme de suivi des dossiers de transit de l'AUXIMAD Madagascar | Thème de thèse pour l'obtention de diplôme d'ingénierie en informatique.",
    "fullstack.dev": "Développeur Fullstack",
    "logia.desc": "En tant que développeur Full-Stack, j'ai travaillé sur le processus de cycle de vie du développement logiciel de bout en bout - de l'analyse au codage, aux tests et à la publication.",
    "front.dev": "Développeur Front-end",
    "hrt.desc": "Crée des pages web en suivant les maquettes d’un graphiste ou webdesigner en assurant la responsivité , SEO et les normes W3C.",
    "two.now": "2021 - 2023",
    "tech.web": "Technologie Web",
    "some.project": "Quelques projets que j'ai réalisés.",
    "get.in": "Contactez-moi",
    "desc.cont": "Vous pouvez me contacter pour toute question, suggestion ou simplement pour me dire 'Hello' !",
    "champs.requis": "Veuillez remplir les champs vides.",
    "send.message": "Envoyer",
    "developer.quotes": "“Tous les bons développeurs que vous connaissez y sont parvenus en résolvant des problèmes qu'ils n'étaient pas qualifiés pour résoudre, jusqu'à ce qu'ils le fassent réellement.”",
    "web.dev": "Développement web",
    "webdev.desc": "Une passion pour la connaissance. Une capacité à tout prévoir. De grandes compétences en matière de débogage. Mentalité 'd'échec accéléré'.",
    "resp.des": "Conception adaptative",
    "respdes.desc": "Moins d'efforts. Une expérience utilisateur fluide. Site Web convivial. Segment mobile. Optimisation des moteurs de recherche (SEO).",
    "clean.code": "Code propre",
    "cleancode.desc": "Code compréhensible et lisible, respectant toujours la structure mise à jour, simple et ciblé.",
    "webdesign.desc": "L'architecture interactionnelle, l'organisation des pages, l'arborescence et la navigation dans un site web...",
    "svg.generator": "Une plateforme pour stocker des icons SVG.",
    "qr.generator": "Générateur de QR code pour les site web.",
    "front.end": "Un défi que j'ai réalisé pendant le FrontEnd Award 2021.",
    "portfolio.me": "Mon précédent portfolio.",
    "zion.market": "Une plateforme dédiée aux produits locaux.",
    "lr.crea": "Un site vitrine d'une agence créative qui m'a fait confiance.",
    "project.text": "Je suis ravi de vous présenter une sélection de mes projets de développement récents. Ces projets ont été développés avec différentes technologies et compétences pour résoudre des problèmes variés. N'hésitez pas à explorer ces projets pour découvrir les différentes facettes de mes compétences en développement.",
    "project.viewproject": "Voir le projet",
    "about.text": "Je m’appelle Ny Nivoarijaona, un passionné de l’IT et de l’UI/UX. J’ai 25 ans et je travaille actuellement dans le domaine du web. J’ai commencé à coder en 2016, et jusqu’à maintenant j’ai réalisé beaucoup des projets web.",
    "avis.title": "Que pensez-vous de mon portfolio ?",
    "avis.text": "Dites ci-dessous ce que vous pensez de ce site, que ce soit une évaluation positive ou négative!"
}